TargetApplication=3.80
Author=Dmitry Trubin
SourceLANGID=1033
LANGID=1049
Generator=DKLang Translation Editor v3.0
LastModified=2017-10-30 22:47:48

[About]
00000002=О программе
00000094=Aren
00000161=Закрыть
00000162=Версии
00000165=Комментарии, ошибки, пожелания по улучшению, и т.д. приветствуются.
00000166=О программе Advanced Renamer
00000167=Посетить форум
00000168=Лицензионный ключ:
00000169=Имя:
00000170=Зарегистрирована:
00000171=Применить
00000172=Получить лицензионный ключ
00000173=Для личного пользования:
00000174=Пожертвовать
00000175=Для коммерческого пользования:
00000176=Купить

[AddDir]
00000002=Добавить папку
00000094=&Маска:
00000161=Отмена
00000162=ОК
00000163=Включая &подкаталоги
00000164=Новая папка...
00000165=Шаблон регулярного выражения:
00000166=Инвертировать

[ARenMain]
00000002=ARen
00000005=0 Элементов
00000006=0 Ошибок
00000007=Состояние: ОК
00000008=Главная панель инструментов
00000009=Обновить
00000010=&Предпросмотр
00000011=&АвтоПредпросмотр
00000012=Миниатюры
00000013=Настройки
00000014=&Справка
00000015=&Содержание...
00000016=Горячие &клавиши...
00000017=&История версий...
00000018=Проверить &наличие обновлений...
00000020=&О программе...
00000021=&Отмена изменений...
00000023=Список панелей инструментов
00000024=&Добавить
00000025=&Файлы...
00000026=&Папки...
00000027=&Список
00000028=&Загрузить...
00000029=&Сохранить...
00000030=&Очистить...
00000031=Удалить &элементы с ошибками
00000032=Переместить в начало
00000033=Переместить вверх
00000034=Переместить вниз
00000035=Переместить в конец
00000036=Переименовать файлы
00000058=Переименовать папки
00000067=Имя файла:
00000068=Папка:
00000069=Размер:
00000070=Дата создания:
00000071=Дата изменения:
00000072=Тип файла:
00000073=Атрибуты:
00000074=Дата открытия:
00000076=Нет информации
00000077=Невозможно загрузить информацию о файле. Возможно файл используется другим процессом.
00000078=Изображение
00000079=Размеры:
00000080=Дата снимка:
00000081=Автор:
00000082=Копирайт:
00000084=ID3
00000085=Название:
00000086=Исполнитель:
00000087=Альбом:
00000088=Дорожка:
00000089=Год:
00000090=Жанр:
00000091=Папка
00000092=Содержит:
00000094=Методы не найдены.
00000095=Методы переименования
00000096=Панель методов
00000097=Добавить метод
00000098=Удалить метод
00000099=Очистить
00000100=В начало
00000101=Вверх
00000102=Вниз
00000103=В конец
00000105=Загрузить список методов
00000106=Сохранить список методов
00000107=Заготовки:
00000110=Сохранить список
00000111=Переместить выбранное
00000112=Переместить в начало
00000113=Переместить вверх
00000114=Переместить вниз
00000115=Переместить в конец
00000116=Добавить...
00000117=Удалить
00000118=Запустить
00000119=Свойства...
00000120=Загрузить список...
00000121=В текстовый файл...
00000122=Очистить список
00000123=Обновить
00000124=Набор столбцов
00000125=Выровнять столбцы
00000144=&Настроить...
00000145=&Копировать
00000152=Переместить
00000153=В начало
00000154=Вверх
00000155=Вниз
00000156=В конец
00000157=Изменить метод на
00000158=Добавить метод
00000159=Удалить
00000160=Очистить
00000163=&Приступая к работе...
00000164=Добавить метод
00000179=Вставить &тег
00000180=&Отменить
00000181=Выре&зать
00000182=&Копировать
00000183=&Вставить
00000184=Выбрать &все
00000185=Посетить &форум...
00000186=Настройка столбцов
00000187=Набор столбцов
00000188=Выровнять столбцы
00000189=&Настроить...
00000190=Стиль отображения
00000191=Таблица
00000192=Крупные значки
00000193=Мелкие значки
00000194=Список
00000196=Отметить
00000197=Снять отметку с выделенного
00000198=Отметить выделенное
00000200=Снять все отметки
00000201=Отметить все
00000202=Пакетный режим:
00000203=Папка для сохранения:
00000204=Сохранить список
00000205=В CSV файл...
00000206=Удалить элементы без ID3 тегов
00000207=Удалить элементы без информации об изображении
00000219=При совпадении имен:
00000220=Разделитель:
00000221=Шаблон:
00000223=Открыть пакетный метод
00000225=Сохранить пакетный метод
00000226=Видео
00000227=Размеры:
00000228=Частота кадров:
00000229=Продолжительность:
00000230=Видео кодек:
00000231=Аудио кодек
00000232=Битрейт:
00000233=Положение GPS:
00000234=Случайная сортировка
00000235=Изменить описание...
00000236=Точность GPS:
00000237=ExifTool...
00000238=Добавить панель папок
00000239=Добавить
00000240=Показывать файлы
00000241=Обновить
00000242=Панель папок
00000243=Панель папок
00000244=Добавить
00000245=Телесериал...
00000246=Импорт
00000247=Телесериал:
00000248=Серия:
00000249=CSV файл...
00000250=Отметить по шаблону...
00000251=Снять отметки по шаблону...
00000252=Программа
00000253=Настройки командной строки...
00000254=Инвертировать отметки
00000255=Выделить
00000256=Выделить все
00000257=Снять выделение
00000258=Инвертировать выделение
00000259=Отметить не соответствующие шаблону...
00000260=Открыть расположение файла
00000261=Доступна новая версия Advanced Renamer.
00000262=Обновить сейчас!
00000264=Закрыть
00000265=Лицензионный ключ...
00000266=Значения GPS
00000267=Метаданные
00000268=Переопределить новое имя файла...
00000269=Запустить
00000270=Снять все
00000271=Отметить все
00000272=Нужна помощь?
00000273=Больше не показывать
00000274=Нужна помощь?
00000275=Больше не показывать

[BatchResultFrame]
00000003=Последний результат
00000004=Всего элементов:
00000005=Найдены ошибки:
00000006=Показать ошибки...
00000007=Отменить изменения...
00000008=Добавить все успешные элементы
00000009=Добавить элементы с ошибками
00000010=Добавить все элементы

[CustomizeCols]
00000002=Настройка столбцов
00000094=Набор &столбцов:
00000095=&Столбцы:
00000096=Ширина &столбцов:
00000097=ОК
00000098=Отмена
00000099=&Вверх
00000100=&Вниз
00000101=&В начало
00000102=&В конец
00000103=Сохранить
00000104=Удалить

[frmAddFolderChoice]
00000001=Добавить папку
00000002=Отмена
00000003=ОК
00000004=Добавить &файлы из папок
00000005=Добавить &папки
00000006=&Включая подкаталоги
00000007=Маска имени &файла:
00000009=Добавить &корневые папки
00000010=Добавить &подкаталоги
00000011=Шаблон регулярного выражения:
00000012=Инвертировать

[InsertTag]
00000003=<Inc Nr> - Увеличивающееся число
00000096=Стандартный
00000097=<DirName> - Имя папки
00000099=<Inc Alpha> - Увеличивающаяся буква
00000101=<Num Dirs> - Общее число подпапок в директории
00000103=<Num Files> - Общее число файлов в директории
00000105=<Ext> - Расширение
00000107=<Name> - Имя файла без расширения
00000109=<Inc NrDir> - Увеличивающееся число для папок
00000111=<Num Items> - Общее число элементов в списке
00000113=ID3/MP3
00000114=<ID3 Album> - Альбом
00000116=<ID3 Year> - Год
00000118=<ID3 Track> - Дорожка
00000120=<ID3 Title> - Название
00000122=<ID3 Genre> - Жанр
00000124=<ID3 Artist> - Исполнитель
00000126=Изображение
00000127=<IMG Width> - Ширина изображения
00000129=<IMG Height> - Высота изображения
00000131=<IMG Year> - Год
00000133=<IMG Month> - Месяц
00000135=<IMG Day> - День
00000137=<IMG Hour> - Час
00000139=<IMG Min> - Минута
00000141=<IMG Sec> - Секунда
00000143=<IMG Author> - Автор изображения
00000145=<IMG Copyright> - Копирайт изображения
00000147=Время
00000148=<Year> - Год
00000150=<Sec> - Секунда
00000152=<Min> - Минута
00000154=<Hour> - Час
00000156=<Day> - День
00000158=<Month> - Месяц
00000160=Создано
00000161=<Year Created> - Год
00000163=<Sec Created> - Секунда
00000165=<Min Created> - Минута
00000167=<Hour Created> - Час
00000169=<Day Created> - День
00000171=<Month Created> - Месяц
00000173=Изменено
00000174=<Year Modified> - Год
00000176=<Sec Modified> - Секунда
00000178=<Min Modified> - Минута
00000180=<Hour Modified> - Час
00000182=<Day Modified> - День
00000184=<Month Modified> - Месяц
00000186=&Справка
00000187=<Rand> - Случайное число
00000188=Дополнительно
00000189=<File Content> - Содержание файла
00000190=<Bitrate> - Битрейт
00000191=<Substr> - Нумерованная буква в имени файла
00000192=<RSubstr> - Нумеров. буква в имени файла - справа
00000193=<Word> - Нумерованное слово в имени файла
00000194=<IMG Subsec> - Доля секунды
00000195=Размер файла
00000196=<Filesize> - Размер файла
00000197=<Filesize Kb> - Размер файла в Kb
00000198=<Filesize Mb> - Размер файла в Mb
00000199=<Filesize Gb> - Размер файла в Gb
00000200=<Filesize Tb> - Размер файла в Tb
00000201=Стандартные теги
00000202=<Video Width> - Ширина видео
00000203=<Video Height> - Высота видео
00000204=<Video Codec> - Видео кодек
00000205=<Video Audio Codec> - Аудио кодек
00000206=<Bitrate> - Общий битрейт
00000207=<Video Bitrate> - Битрейт только видео
00000208=<Video Audio Bitrate> - Битрейт только аудио
00000210=<Video FrameRate> - Кол-во кадров в секунду
00000211=<Video Duration> - Продолжительность видео
00000212=<Img CameraMake> - Производитель фотоаппарата
00000213=<Img CameraModel> - Модель фотоаппарата
00000214=<Img Aperture> - Диафрагма
00000215=<Img Brightness> - Яркость
00000216=<Img FocalLength> - Фокусное расстояние
00000217=<Img ISO> - Чувствительность
00000218=<Img ShutterSpeed> - Выдержка
00000219=<Img ExposureTime> - Время экспозиции
00000220=<Img Subject> - Тема
00000221=<Img Title> - Название
00000222=<Img Contrast> - Контрастность
00000223=<Img ExposureMode> - Режим экспозиции
00000224=<Img ExposureProgram> - Экспопрограмма
00000225=<Img Saturation> - Насыщенность
00000226=<Img Sharpness> - Резкость
00000227=<Img WhiteBalance> - Баланс белого
00000228=GPS
00000229=<GPS Lat> - Широта
00000230=<GPS Lat Deg> - Градусы широты
00000231=<GPS Lat Sec> - Секунды широты
00000232=<GPS Lat Min> - Минуты широты
00000237=<GPS Lng> - Долгота
00000238=<GPS Lng Deg> - Градусы долготы
00000239=<GPS Lng Min> - Минуты долготы
00000240=<GPS Lng Sec> - Секунды долготы
00000241=<GPS Alt> - Высота над уровнем моря
00000242=<GPS Country> - Страна, где фото было сделано
00000243=<GPS City> - Город, где фото было сделано
00000244=<GPS State> - Регион, где фото было сделано
00000245=<GPS Lng Dir> - Направление долготы
00000246=<GPS Lat Dir> - Направление широты
00000247=<ExifTool> - Значение из ExifTool
00000249=Хеш-сумма
00000250=<MD5> - MD5 хеш-сумма
00000251=<SHA1> - SHA-1 хеш-сумма
00000252=<SHA256> - SHA-256 хеш-сумма
00000253=Телесериал
00000254=<TVShow Genres> - Список жанров
00000255=<TVShow Year> - Год выхода серии
00000256=<TVShow Title> - Название телесериала
00000257=<TVShow Season> - Номер сезона
00000258=<TVShow EpisodeNumber> - Номер серии
00000259=<TVShow Day> - День выхода серии
00000260=<TVShow Month> - Месяц выхода серии
00000261=<TVShow StartYear> - Год появления телесериала
00000262=<TVShow EpisodeTitle> - Название серии
00000263=<TVShow EpisodeSequence> - Порядковый номер серии
00000264=<Inc Hex> - Увеличив. шестнадцатеричное число
00000265=<Inc Roman> - Увеличивающееся римское число
00000266=<Video Title> - Название видео
00000267=<Video Genre> - Жанр видео
00000279=<ID3 Duration> - Продолжительность
00000280=<ID3 Hour> - Час. продолжительность (чч:мм:сс)
00000281=<ID3 Min> - Мин. продолжительность (чч:мм:сс)
00000282=<ID3 Sec> - Сек. продолжительность (чч:мм:сс)
00000283=<Video Hour> - Час. продолжительность (чч:мм:сс)
00000284=<Video min> - Мин. продолжительность (чч:мм:сс)
00000285=<Video Sec> - Сек. продолжительность (чч:мм:сс)
00000286=<File Line> - Строка файла
00000287=<Dec Nr> - Уменьшающееся число
00000288=<UnixTimestamp> - Unix-время
00000289=<UnixTimestamp Created> - Unix-время создания
00000290=<UnixTimestamp Modified> - Unix-время изменения
00000291=Справка по тегам
00000292=<Img DPI> - Разрешение изображения в точках на дюйм (DPI)
00000293=<Img Width Inch> - Ширина в дюймах
00000294=<Img Height Inch> - Высота в дюймах
00000295=<Img Width Cm> - Ширина в сантиметрах
00000296=<Img Height Cm> - Высота в сантиметрах
00000297=<Img Width Mm> - Ширина в миллиметрах
00000298=<Img Height Mm> - Высота в миллиметрах
00000299=<Rand Str> - Случайная строка
00000300=<ID3 Disc>

[InsertTagWnd]
00000002=Значение текстового поля
00000094=Отмена
00000095=Числовое значение
00000096=Шаблон
00000097=ОК
00000098=Использовать регулярные выражения
00000099=Теги:
00000100=Метасимволы регулярных выражений:

[Patern]
00000002=Шаблоны
00000094=Доступные &шаблоны:
00000159=&Удалить
00000160=&Выбранные шаблоны:
00000161=ОК
00000162=Отмена
00000163=&Добавить
00000164=&Новый

[PreRenaming]
00000002=Начать переименование
00000160=Убедитесь в правильности настроек переименования, прежде чем нажать на кнопку Запуск.
00000161=Отмена
00000162=Запуск

[Progress]
00000002=Прогресс
00000094=Пожалуйста, подождите, идет выполнение...
00000160=Общее количество файлов:
00000161=ОК
00000162=Смотреть ошибки
00000163=Добавить файлы:
00000164=Ничего
00000165=Ничего\nФайлы, которые удалось переименовать\nФайлы, которые не удалось переименовать\nВсе файлы\n
00000166=Лист 1
00000167=Имя файла
00000168=Код ошибки
00000169=Описание ошибки
00000170=Всего файлов:
00000171=Успешно:
00000172=Ошибки:
00000173=Лист 2
00000174=Найдено ошибок:

[ProgressAdd]
00000002=Пожалуйста, подождите
00000094=Добавление файлов...
00000161=Отмена

[ProgressError]
00000002=Найдены ошибки
00000094=Найдены ошибки в файлах выбранных для переименования. Следующие файлы не могут быть переименованы. Выберите действие ниже. Файлы пока еще не переименованы.
00000161=Остановить обработку
00000163=Пропустить файлы с ошибками
00000164=Всего файлов:
00000165=Ошибки:
00000166=Имя файла
00000167=Ошибка

[Settings]
00000002=Настройки
00000161=Отмена
00000162=ОК
00000163=Сбросить
00000164=&Заменить неподдерживаемые:
00000165=Ширина &миниатюры:
00000166=Высота &миниатюры:
00000167=Показывать &информацию о файле
00000168=Подтверждать &очистку списка
00000171=&Добавить в контекстное меню Проводника
00000172=Показывать &сетку
00000173=Использовать EXIF информацию для ширины и высоты изображения
00000175=Язык:
00000177=Сохранить настройки в:
00000178=Папке пользователя
00000179=Папке с программой
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2\n
00000186=Открыть папку...
00000187=Показывать подсказку "Нужна помощь?"
00000188=Использовать заполнение нулями в теге <Inc Nr> - Ув. число
00000194=Автоматическая проверка обновлений
00000195=Поле EXIF для операций с временем и датой:
00000196=Проверять влияние состояния тега <Inc Nr> - Ув. число
00000197=Разделитель слов:
00000198=Открывать файлы .aren в Advanced Renamer
00000199=Настройки
00000200=Программа
00000201=Переименование
00000202=Изображения
00000203=Аудио файлы
00000204=Предпочитаемый ID&3
00000205=Показывать панель с кнопками добавления методов
00000206=Добав. файлы в конце партии:
00000207=Запуск из командной строки
00000208=Добавить путь к папке программы в переменную Path
00000209=Редактор скриптов
00000210=Размер отступа в пробелах:
00000212=Прокрутка за пределы конца строки
00000213=Макс. число элементов:
00000214=Переименовывать пары файлов с совпадающим новым именем
00000215=Показывать кнопку запуска слева
00000216=Видео
00000217=Не анализировать метаданные видео файлов
00000218=Не анализировать метаданные аудио файлов
00000219=Не анализировать метаданные изображений

[UndoBatchForm]
00000002=Отменить
00000094=Выберите отменяемое действие в списке слева
00000161=Закрыть
00000162=Отменить действие
00000163=Исходный элемент
00000164=Имя после переименования
00000165=Ошибка
00000166=Исходная папка
00000167=Отметить все
00000168=Снять все
00000169=Выберите предыдущее действие и щелкните по кнопке "Отменить действие", чтобы отменить переименование.
00000170=Переименованные папки
00000171=Удалить...
00000172=Снять с элементов с &ошибками
00000173=Удалить предыдущие задания...

[frmExifTool]
00000002=ExifTool
00000094=Закрыть
00000096=Тег:
00000097=Копировать
00000098=ExifTool — это внешняя программа, которая поддерживает больше форматов файлов, чем Advanced Renamer. Используйте ExifTool, чтобы получить доступ к большему количеству метаданных.
00000099=Сайт ExifTool
00000100=Фильтр:

[frmJSScript]
00000001=Скрипт
00000002=Закрыть и применить скрипт
00000003=Этот скрипт будет выполнен один раз для каждого элемента в списке.
00000004=Этот скрипт будет выполнен только один раз и до итерации и обработки всех элементов списка. Используйте его для задания любых начальных значений.

[frmCSVImport]
00000002=Импорт из CSV файла
00000003=&Импорт
00000008=Отмена
00000009=Имя файла:
00000010=Разделитель:
00000011=Столбец с исходными именами:
00000012=Столбец с новыми именами: (необязательно)
00000013=Папка исходных файлов:
00000014=Первая строка является заголовком
00000015=Имя файла
00000016=Новое имя файла
00000017=Состояние

[frmTVShow]
00000002=Импорт информации о телесериале
00000003=ОК
00000004=Поиск телесериала:
00000005=Поиск
00000006=Далее >
00000007=< Назад
00000008=Отмена
00000009=Выделено:
00000010=Жанр:
00000013=Сезоны:
00000014=Серии:
00000015=Используйте этот инструмент для переименования списка файлов на основе информации о телесериалах, полученной с TVMaze.com. \n\nПрежде чем продолжить, убедитесь, что ваши файлы в списке переименования отсортированы правильно.\n\nПо завершении импорта информации с TVMaze.com вы сможете использовать теги телесериала для переименования ваших файлов.\n
00000016=Информация с:
00000017=Количество файлов в списке:
00000018=Количество выделенных серий:
00000019=Обновить
00000020=Отметить все
00000021=Снять все
00000022=Отметить все
00000023=Снять все

[frmCommandLine]
00000002=Настройки командной строки
00000202=Пакетный режим:
00000223=Открыть пакетный метод
00000224=Путь:
00000225=Файл списка методов:
00000226=Типы элементов:
00000227=Элементы:
00000228=Порядок элементов:
00000229=Путь к лог файлу:
00000230=Папка назначения:
00000231=Маска элементов:
00000232=Маска рег. выраж. элементов:
00000233=Команда:
00000234=Файл, содержащий элементы:
00000235=Добавить также элементы из подпапок
00000236=Обратный порядок
00000237=Элементы из папки
00000238=Список элементов
00000239=Файл, содержащий элементы
00000240=Копировать команду
00000241=Сохранить в .bat файл...
00000242=Закрыть
00000243=Открыть файл
00000244=Сохранить файл
00000245=Сохранить пакетный файл

[frmSelectDate]
00000002=Выберите дату
00000161=Отмена
00000162=OK
00000163=Дата:
00000164=Выберите дату.

[GPSValuesForm]
00000002=Значения GPS
00000003=Исходное значение\nЗначение\n
00000004=OK
00000005=Отмена
00000006=Используйте список ниже для переопределения значений GPS.

[MetaDataBatchForm]
00000002=Запись метаданных в пакетном режиме
00000003=Поле метаданных:
00000004=ЗАПУСТИТЬ
00000005=Эта возможность доступна только зарегистрированным пользователям. Работа ограничена одним элементом.
00000017=Изменение метаданных может испортить файлы. Сделайте резервные копии перед изменением. Кроме того, используйте эту возможность только для файлов, расположенных на локальном жестком диске. Работает с большинством изображений в формате JPEG а также многими другими типами файлов.
00000018=Имя файла
00000019=Исходное значение
00000020=Новое значение
00000021=Состояние
00000022=Отмена
00000023=Закрыть

[PleaseRegisterForm]
00000002=Регистрация
00000094=Если вам нравится Advanced Renamer и вы регулярно его используете, пожалуйста, поддержите проект, получив лицензию. Используйте кнопки ниже для получения лицензионного ключа.
00000173=Для личного пользования:
00000174=Пожертвовать
00000175=Для коммерческого пользования:
00000176=Купить
00000177=Закрыть
00000181=Лицензионный ключ:
00000182=Имя:
00000183=Зарегистрирована:
00000184=Применить

[$CONSTANTS]
AbsoluteDateTime=Абсолютные дата и время
Accessed=Доступ
AccessedDateTime=Дата и время открытия
Action=Действие
Active=Активный
Add=Добавить
AddFiles=Добавить файлы
AddingFiles=Добавление файлов...
All=Все
AllFiles=Все файлы
AllItems=Все элементы
AnalyzingFiles=Анализ файлов...
ApplyScript=Применить
ApplyTo=Применить к
Archive=Архивный
Archive_Short=A
Ask=Спросить
AtIndex=На какое место
Audio=Аудио
Backwards=Начать с конца
BatchModeCopy=Копировать
BatchModeMove=Переместить
BatchModeRename=Переименовать
Beta=Beta
BetaFeature=Beta возможность
CaseSensitive=С учетом регистра
ColumnName0=Имя файла
ColumnName1=Путь
ColumnName10=ID3 Жанр
ColumnName100=Имя папки
ColumnName101=Путь
ColumnName102=Дата создания
ColumnName103=Атрибуты
ColumnName104=Новые атрибуты
ColumnName105=Новое имя папки
ColumnName106=Новая дата создания
ColumnName107=Код ошибки
ColumnName108=Ошибка
ColumnName109=Новый путь
ColumnName11=ID3 Название
ColumnName12=ID3 Дорожка
ColumnName13=ID3 Год
ColumnName14=Новые атрибуты
ColumnName15=Новое имя файла
ColumnName16=Новая дата создания
ColumnName17=Новая дата открытия
ColumnName18=Новая дата изменения
ColumnName19=Код ошибки
ColumnName2=Размер
ColumnName20=Ошибка
ColumnName21=Дата снимка
ColumnName22=Расширение
ColumnName23=Новый путь
ColumnName3=Дата создания
ColumnName4=Дата открытия
ColumnName5=Дата изменения
ColumnName6=Атрибуты
ColumnName7=Размеры
ColumnName8=ID3 Альбом
ColumnName9=ID3 Исполнитель
CommercialUse=Для коммерческого использования
ContinueQuestion=Продолжить?
CopiedFileCouldNotBeFound=Скопированный файл не найден
CopiedFolderCouldNotBeFound=Скопированная папка не найдена
CopiedItem=Скопированный элемент
CopiedItemPath=Скопированный путь к элементу
Created=Создано
CreatedDateTime=Дата и время создания
current=текущий
Datetime=Дата и время
Day=День
Day_Long_1=Понедельник
Day_Long_2=Вторник
Day_Long_3=Среда
Day_Long_4=Четверг
Day_Long_5=Пятница
Day_Long_6=Суббота
Day_Long_7=Воскресенье
Day_Short_1=Пн
Day_Short_2=Вт
Day_Short_3=Ср
Day_Short_4=Чт
Day_Short_5=Пт
Day_Short_6=Сб
Day_Short_7=Вс
DeltaDateTime=Разница даты и времени
Description=Описание
DirnamePattern=Шаблон имени папки
Edit=Изменить
Error=Ошибка
Errors=Ошибки
Err_100=ОК
Err_101=Неизвестная ошибка
Err_102=Имя файла не должно содержать следующие символы <>:"/\\*?
Err_103=Имя файла cодержит недопустимые символы
Err_104=Имя файла слишком длинное
Err_105=Файл уже существует
Err_106=Папка не существует
Err_107=Невозможно найти исходный файл
Err_108=Имя файла не определено
Err_109=Возможность есть несколько файлов с одинаковыми именами
Err_110=Недопустимый метод переименования
Err_111=Не найдена информация об изображении
Err_112=Не найден ID3 тег
Err_113=Слишком много файлов для тега <Inc Alpha> - Увеличивающаяся буква
Err_114=Недопустимая временная метка
Err_115=Расширение изменилось
Err_116=Недопустимый тег
Err_117=Недопустимое регулярное выражение
Err_118=Шаблон не найден
Err_119=Нет данных от гео сервера
Err_120=Неверные данные от гео сервера
Err_121=Не найдена видео информация
Err_122=Не найдена GPS информиация
Err_123=Папки не могут быть перемещены или скопированы на другой диск
Err_124=Неверный скрипт
Err_125=Ошибка ExifTool
Err_126=Информация о телесериале не получена. Загрузите ее с помощью кнопки Импорт
Excellent=Отлично
EXIFDate_DateDigitized=Дата оцифровки
EXIFDate_DateOriginal=Исходная дата
EXIFDate_DateTaken=Дата съемки
Extension=Расширение
Fair=Прекрасно
File=Файл
FileCouldNotBeRenamed=Файл не может быть переименован
Fileinfo=Информация об элементе
FilenamePattern=Шаблон имени файла
FileRenamedOK=Файл успешно переименован
Files=Файлы
Folder=Папка
FolderLocation=Местоположение папки
Folders=Папки
GettingThumbnails=Получение миниатюр
Good=Хорошо
GotErrors=Получены ошибки
HandleNegativeNumbers=Учитывать знак числа
Hidden=Скрытый
Hidden_Short=H
Hour=Час
Ideal=Идеально
ImageDateTime=Дата и время изображения
ImageFile=Изображение
InputMessageDescription=Изменить описание метода
InvertCase=Инвертировать регистр
ItemNotReverted=Невозможно отменить действие
ItemRevertedOK=Действие успешно отменено
Items=Элементы
LoadList=Загрузить
LowerCase=Нижний регистр
LowerCaseFirstLetter=Первая буква строчная
LowerCaseFirstLetterInEveryWord=Первая буква строчная в каждом слове
LowerCasePattern=Установить шаблон в нижнем регистре
MethodName_Add=Добавление
MethodName_Attributes=Атрибуты
MethodName_List=Список
MethodName_ListReplace=Замена списка
MethodName_Move=Перемещение
MethodName_NewCase=Новый регистр
MethodName_NewName=Новое имя
MethodName_Remove=Удаление
MethodName_RemovePattern=Удаление шаблона
MethodName_Renumber=Перенумерование
MethodName_Replace=Замена
MethodName_Script=Скрипт
MethodName_Swap=Обмен
MethodName_Timestamp=Временная метка
MethodName_Trim=Обрезка
Methods=Методы
Min=Мин
Moderate=Средне
Modified=Изменено
ModifiedDateTime=Дата и время изменения
Month=Месяц
Month_01_Long=Январь
Month_01_Short=Янв
Month_02_Long=Февраль
Month_02_Short=Фев
Month_03_Long=Март
Month_03_Short=Мар
Month_04_Long=Апрель
Month_04_Short=Апр
Month_05_Long=Май
Month_05_Short=Май
Month_06_Long=Июнь
Month_06_Short=Июн
Month_07_Long=Июль
Month_07_Short=Июл
Month_08_Long=Август
Month_08_Short=Авг
Month_09_Long=Сентябрь
Month_09_Short=Сен
Month_10_Long=Октябрь
Month_10_Short=Окт
Month_11_Long=Ноябрь
Month_11_Short=Ноя
Month_12_Long=Декабрь
Month_12_Short=Дек
MoveCount=Кол - во символов
MovedFileCouldNotBeFound=Перемещенный файл не найден
MovedFolderCouldNotBeFound=Перемещенная папка не найдена
MovedItem=Перемещенный элемент
MovedItemPath=Путь к перемещенному элементу
MoveFrom=Переместить с
MoveRelative=Относительное перемещение
MoveTo=Переместить на
MsgTitle_Confirm_ClearList=Очистить список
MsgTitle_Confirm_DeleteColumnSet=Удалить набор столбцов?
MsgTitle_Confirm_OverwriteColumnSet=Набор уже существует
MsgTitle_Confirm_Quit=Выйти из Advanced Renamer
MsgTitle_Error=Ошибка
MsgTitle_Error_FileNotFound=Файл не найден
MsgTitle_Error_InvalidColumnSetName=Неверное имя
Msg_Confirm_ClearList=Вы собираетесь убрать все файлы из списка.\n\nУверены, что хотите продолжить?
Msg_Confirm_ClearMethodList=Очистить список методов?
Msg_Confirm_DeleteColumnSet=Удалить набор столбцов.\n\nУверены, что хотите удалить набор "%s"
Msg_Confirm_ExtChanged=Расширение нескольких файлов будет изменено. После этого файлы могут стать нечитаемыми.\n\nВы хотите продолжить переименование файлов?
Msg_Confirm_OverwriteColumnSet=Набор столбцов уже существует.\n\nВы хотите перезаписать набор "%s"?
Msg_Confirm_OverwriteFile=Перезаписать файл?\n\nВы собираетесь перезаписать файл "%s". Продолжить?
Msg_Confirm_PopulateList=Заполнить текстовое поле исходными названиями элементов в списке?
Msg_Confirm_Quit=В списке остались необработанные файлы.\n\nВы точно хотите выйти?
Msg_Confirm_RenamingPossibleErrors=Найдены ошибки.\n\nНайденные ошибки делают невозможным дальнейшее переименование добавленных файлов.\n\nПродолжить переименование?
Msg_Confirm_SettingsPathChanged=Вы изменили настройки папки.\n\nХотите скопировать ваши текущие настройки в эту папку?\n\nПримечание: Все файлы в этой папке будут перезаписаны.
Msg_DeleteUndoJobs=Все задания старше выбранной даты будут удалены
Msg_Error_AddFileAssociation=Не удается добавить ассоциацию файлов
Msg_Error_CannotAddSoManyFiles=Невозможно добавить файлы.\n\nВы не можете загрузить более %d элементов в список.
Msg_Error_CheckUpdates=Ошибка\n\nНе удалось проверить наличие обновлений.
Msg_Error_CoultNotCreateFolder=Не удается создать папку
Msg_Error_FileNotFound=Ошибка\n\nНе удается найти файл "%s".
Msg_Error_InvalidColumnSetName=Ошибка\n\n%s недопустимое имя\n\nНазвание набора столбцов может содержать только буквы, цифры,- и _.
Msg_Error_InvalidFolder=Ошибка\n\nНедопустимая папка.
Msg_Error_ListIsEmpty=Список пуст
Msg_Error_MustEnableBeforeAddFolders=Вы должны использовать или "%s" или "%s"
Msg_Error_MustHaveSingleExtension=Все элементы списка должны иметь одинаковое расширение
Msg_Error_NotFoundItems=%d элементы не найдены.\n\n%s
Msg_Error_NoUndoList=Не выбрано действие для отмены.
Msg_Error_Only2000Plus=Эта функция не поддерживается в вашей системе. Эта функция доступна только в Windows 2000 или выше.
Msg_Error_RemoveFileAssociation=Не удается удалить ассоциацию файлов
Msg_Error_RenamingNoFilesInList=Ошибка\n\nНевозможно начать переименование, так как в списке нет файлов.
Msg_Error_Server=Ошибка при связи с сервером
Msg_Error_Unknown=Неизвестная ошибка\n\n%s
Msg_FirstTimeUse=Вы первый раз запустили Advanced Renamer. Советуем посмотреть руководство пользователя, прежде чем использовать эту программу.\n\nХотите посмотреть реководство пользователя сейчас?
Msg_Info_BatchModeNotSupportedForFolders=Выбран пакетный режим не подходит для работы с папками.
Msg_Info_BatchWriteMetadataCompleted=Пакетная обработка завершена.\n\n%d пунктов обработано.\n%d OK.\n%d без изменений.\n%d ошибок.
Msg_Info_ConvertMethods_0310=В этой версии Advanced Renamer заготовки методов находятся в папке пользователя. После нажатия на кнопку ОК вы сможете указать пустую папку для изменения местоположения существующих заготовок методов.
Msg_Info_CouldNotBeAdded=%d файлов не удалось добавить.
Msg_Info_ItemsAlreadyInList=%d из этих пунктов уже есть в списке
Msg_Info_LanguageChange=Язык интерфейса будет изменен после перезапуска программы.
Msg_Info_NewVersion=Доступна новая версия Advanced Renamer.\n\nХотите загрузить новую версию?
Msg_Info_NoNewVersion=Новая версия Advanced Renamer еще не вышла.
Msg_Info_RevertChanges=Это вернет все ваши изменения к установкам по умолчанию.\n\nПродолжить?
Msg_Info_ThankYou=Спасибо :-). Вы лучшие!
Msg_Info_UndoHasEnded=Отмена переименования завершилась с %d ошибками.
Msg_Info_UndoSuccess=Переименование было успешно отменено.
MusicFile=Аудио файл
Name=Имя
NameAndExtension=Имя и расширение
NameCollisionRule_AppendImgSubsec=Добав. долю сек. изображ.
NameCollisionRule_AppendNumber=Добав. увеличив. число
NameCollisionRule_AppendPattern=Добавить шаблон
NameCollisionRule_Fail=Прекратить
NameCollisionRule_Ignore=Игнорировать
NewCase=Новый регистр
NewFolder=Новая папка
NewName=Новое имя
NewNumber=Новое число
No=Нет
NoChange=Не изменять
NoMethods=Не выбран метод переименования.\n\nНажмите кнопку "Добавить метод" для добавления нового метода или выберите метод на панели снизу.
None=Нет
NotRegistered=Не зарегистрирована
Nth1=1-й
Nth2=2-й
Nth3=3-й
Nth4=4-ы
Nth5=5-й
Nth6=6-й
Nth7=7-о
Nth8=8-й
Nth9=9-й
NumberDifference=Изменение числа (+/-)
NumberLength=Длина числа
NumberPosition=Номер позиции
NumericValueOrPattern=Числовое значение или шаблон поиска
Occurrence=Местонахождение
OK=ОК
OriginalFileNotFound=Исходный файл не найден
OriginalFileStillExists=Исходный файл все еще существует
OriginalFolderNotFound=Исходная папка не найдена
OriginalFolderStillExists=Исходная папка все еще существует
Pattern=Шаблон
PersonalUse=Для персонального пользования
PleaseRegisterMessage=Сообщение от автора:\n\nЕсли вы используете эту программу на регулярной основе или в коммерческих целях, пожалуйста, получите лицензионный ключ, используя одну из кнопок ниже.\n\nИскренне ваш\n  Kim Jensen
Poor=Плохо
PopulateList=Заполнить
PreBatchScript=Предварительный скрипт...
ReadOnly=Только для чтения
Readonly_Short=R
RegEx_AnyChar=Любой символ
RegEx_CharList=Символ содержится в списке символов
RegEx_Digit=Цифровой символ
RegEx_EndLine=Конец строки
RegEx_Match0OrMore=Совпадений 0 или больше
RegEx_Match1Or0=Совпадений 1 или 0
RegEx_Match1OrMore=Совпадений 1 или больше
RegEx_MatchLeastNTimeNoMoreM=Совпадение не менее n раз, но не более m раз
RegEx_MatchLeastNTimes=Совпадение не менее n раз
RegEx_MatchNTimes=Совпадение n раз
RegEx_NonCharList=Символ не содержится в списке символов
RegEx_NonDigit=Нецифровой символ
RegEx_NonWordChar=Небуквенный символ
RegEx_StartLine=Начало строки
RegEx_SubAlternative=Альтернативный подшаблон
RegEx_SubGroup=Группа подшаблонов
RegEx_SubMatch=Совпадение первого подшаблона
RegEx_WordChar=Буквенный символ
Register=Регистрация
RegisteredTo=Зарегистрирована %s
RemoveCount=Кол-во символов
RenamedFileCouldNotBeFound=Переименованный файл не найден
RenamedFolderCouldNotBeFound=Переименованная папка не найдена
RenamedItem=Новое имя
RenamedItemPath=Новый путь
RenumberChange=Изменить на
RenumberChangeTypeAbsoluteText=Абсолютное число
RenumberChangeTypeRelativeText=Относительно существующего числа
Replace=Заменить
ReplaceWith=Заменить на
SaveColumnSet=Сохранить набор столбцов
SaveList=Сохранить
Season=Сезон
Sec=Сек
SelectFolder=Выберите папку
SelectMethod=Выберите метод.
Separator=Разделитель
Set=Включить
ShowInWindow=Показать в окне...
Skip=Пропустить
StartingAt=Начиная с
Status=Статус
Status_TestingNames=Статус: Проверка имен...
System=Системный
System_Short=S
Tag=Тег
TagCategoryAdvanced=Дополнительные теги
TagCategoryChecksum=Теги хеш-сумм
TagCategoryDateTime=Теги даты/времени
TagCategoryDateTimeCreated=Теги даты/времени создания
TagCategoryDateTimeModified=Теги даты/времени изменения
TagCategoryDefault=Стандартные теги
TagCategoryFileSize=Теги размера файла
TagCategoryGPS=Теги местоположения GPS
TagCategoryID3=Теги ID3/MP3
TagCategoryImage=Теги изображений
TagCategoryTVShow=Теги телесериала
TagCategoryVideo=Видео Теги
TBShowlblEpisodesTitle=Выберите сезоны и серии для "%s".
TextList=Текстовый список
TextToBeReplaced=Заменяемый текст
ToRemoveMoreThanOne=Для удаления более чем одного шаблона, используйте \\ чтобы отделить шаблоны.
ToReplaceMoreThanOne=Для замены более одной фразы, используйте \\ чтобы отделить фразы.
TrimCharacters=Обрезать символы
TypeNameForColumnSet=Введите имя для набора столбцов
Unknown=Неизвестно
Unset=Отключить
UpdateAvailable=Обновления доступны. Щелкните для установки.
UpperCase=Верхний регистр
UpperCaseFirstLetter=Первая буква заглавная
UpperCaseFirstLetterInEveryWord=Первая буква заглавная в каждом слове
UpperCasePattern=Установить шаблон в верхнем регистре
UseRegularExpressions=Использовать регулярные выражения
Value=Значение
Video=Видео
VideoFile=Видео файл
WithErrors=Элементы с ошибками
WithoutErrors=Элементы без ошибок
WordSeperators=Разделитель слов
Year=Год
Yes=Да
ZeroPadding=Добавление нулей
ZeroPadTypeAuto=Автоматически
ZeroPadTypeManual=Вручную
ZeroPadTypeNo=Без нулей
